{"id":140,"date":"2022-08-18T11:53:15","date_gmt":"2022-08-18T11:53:15","guid":{"rendered":"https:\/\/stocknetinstitute.com\/?page_id=140"},"modified":"2023-01-04T16:39:55","modified_gmt":"2023-01-04T16:39:55","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/stocknetinstitute.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<h3>Introduction<\/h3>\n<p>This Website, stocknetinstitute.com, is owned and operated by Stocknet FX Limited (collectively, the “Company”). Stocknet FX Limited is a company in England and Wales (13258192) registered at the address: Hexham Villa, Egton Terrace, Chester-Le-Street, DH31LX, United Kingdom. This Agreement, referred henceforth as &#8220;Terms of Service&#8221; is governed in accordance to the laws of the United Kingdom. The Company offers this website, including all information, tools and services available from this site to you, the user, conditional to your acceptance of all terms, conditions, policies and notices stated here.<\/p>\n<p>By using our site and\/or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and\/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and\/ or contributors of content.<\/p>\n<p>Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.<\/p>\n<h3>General Use and Fees<\/h3>\n<p>The Services are only intended for persons over the age of 18 residing in the country for which the Services are available. By registering on the Website, you confirm that you are over 18 years of age. If you are under 18 years of age, you may not use the Services. You undertake to access the Services solely from one of the countries for which the Services are available. You acknowledge that your access to and use of the Services may be restricted or prohibited by law in some countries, and you undertake to only access and use the Services in accordance with applicable laws.<\/p>\n<p>Any new features or tools which are added to the current store (under the provided accounts section) shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and\/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.<\/p>\n<p>None of the services provided to you by the Company can be considered investment services in accordance with applicable laws. Stocknet FX Limited does not give or provide to you any guidance, instructions, or information about how or in which manner you should perform transactions when using the services or otherwise, or any other similar information about the investment tools traded, nor does the Company accept any such guidance, instructions, or information from you. None of the services constitute investment advice or recommendations and no employees, staff, or representatives of the Company are authorised to provide investment advice or recommendations. Should any information or statement of any employee, staff, or representatives of the Company be interpreted as investment advice or recommendations, the Company explicitly disclaims that the same is investment advice or recommendations and shall not be responsible for them. Stocknet FX Ltd is not a broker-dealer or a brokerage and does not process, facilitate, or transmit any financial transactions of any kind. Likewise, the Company does not buy, sell or deal in any financial instruments as a dealer or principal, under any circumstances.<\/p>\n<p>We may grant access to third parties to our website in order to troubleshoot and\/or maintain website, database or infrastructure related issues. This access is monitored and removed after scope of work is performed.<\/p>\n<p>The activation deposit fees are paid for allowing you to access the Stocknet Institute platform, networking community and other related services and resources. We do not accept or hold deposits or maintain customer deposit accounts.<\/p>\n<h3>Registration Terms and Conditions<\/h3>\n<p>By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.<\/p>\n<p>You may not use our services for any illegal or unauthorised purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).<\/p>\n<p>A breach or violation of any of the Terms will result in an immediate termination of your Services and the Customer will not be eligible for a refund under any circumstances.<\/p>\n<p>We reserve the right to refuse service to anyone for any reason at any time. You understand that your content (not including credit card information), may be transferred unencrypted and involve transmissions over various networks; and changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.<\/p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any part of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us..<\/p>\n<h3>Changes and Accuracy<\/h3>\n<p>We make every effort to ensure that the information we provide is accurate, however the information is also supplied by third parties and we are not responsible if information made available on this site is not accurate, complete or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information. Any reliance on the material on this site is at your own risk.<\/p>\n<p>This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.<\/p>\n<p>Prices for our products and\/or services are subject to change without notice. We reserve the right at any time to modify or discontinue the Service (accounts provided) (or any part or content thereof) without notice at any time. We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.<\/p>\n<h3>Services and Refunds<\/h3>\n<p>We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at any time without notice, at our sole discretion. We reserve the right to discontinue any product or Service at any time. Any offer for any product or Service made on this site is void where prohibited. We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.<\/p>\n<p><strong>Evolution<\/strong><\/p>\n<p>Customers are eligible for a refund if their accounts meet both of the following criteria: the account has not been traded on; the account is less than 14 days old. If the account has been traded on, the Customer loses refund eligibility and the Service is regarded as used. This refund policy is standardised in accordance with UK\/EU consumer protection regulation. If the account has been traded on, or the 14 day period surpasses, the account is classed as &#8216;used&#8217; and the Customer can claim a maximum 50% refund. A Customer is only entitled to this partial refund if their issued demo trading account is not in drawdown. For instance, the balance of the account must be at least equal to the initial issued balance, with all trades closed. If the Customer’s demo trading account is in drawdown or has been closed due to violating the program rules, the Customer is not entitled to a refund of fees under any circumstances.  Customers are eligible for our refund policy, if the criteria set out within our Guidelines are met, within 45 days days of the payment date. Customers are not eligible for refunds after this 45 day period. Additionally, the refund total equals the 50% fee less any profits received. Thus, once a Customer has received, at least, the equivalent in payouts to the fee paid to start the Service, they will no longer be eligible for a refund. If a refund is requested and the Customer meets our eligibility criteria, they will forfeit the remaining profit, if any, that is existent on their account. Customers are not eligible for a refund, if at the Company&#8217;s discretion, they have misused the Service or have taken advantage of the refund policy for short term financial gain.<\/p>\n<p><strong>Quickstart<\/strong><\/p>\n<p>Customers are eligible for a refund if their accounts meet both of the following criteria: the account has not been traded on; the account is less than 14 days old. If the account has been traded on, the Customer loses refund eligibility and the Service is regarded as used. This refund policy is standardised in accordance with UK\/EU consumer protection regulation.<\/p>\n<p><strong>General<\/strong><\/p>\n<p>Customers who request a refund are obliged to cover transfer fees including but not limited to: card fees, international transfer fees, bank fees, crypto fees and gas fees for both credit and debit transactions. We reserve the right, but are not obligated, to decline refund to any person, geographic region or jurisdiction without explanation. If a Customer is eligible and requests a refund, the issuance of a refund will signal the end of their access to their account, platform and all other services provided by the Company. Accounts opened via credit from generated profit, store credit or gift cards are not refundable under any circumstances. In this situation, all sales are final.<\/p>\n<p>All refund requests are reviewed by our team before processing. If a refund request is submitted, please allow up to 7 working days for our team to manually review an account, cancel any active agreement and complete any other related task before which may be necessary, such as requesting more information from a Customer, before initiating a refund. If a refund request is successful, the Customer will receive notification from the Company to which a refund will be processed. Once a Customer places a refund request, their account is placed in read-only mode until request is reviewed. The account will only be reconnected on the express notification by the Company.<\/p>\n<p>Refund times are subject to standard bank and processor handling times. Once the initial seven day review period is completed and a refund processed, please allow up to ten business days for the funds to show in your account. Only contact support if this time has elapsed and the refund has not yet hit your account. In this case, they may contact support@stocknetinstitute.com who can assist further.<\/p>\n<p>If the Customer lodges a complaint regarding the fee paid or disputes this with the Customer’s bank or payment service provider (through chargeback services, dispute services or other similar services) on the basis of which an annulment, cancellation or refund of the fee or any part thereof is requested, the Company is entitled, at its own discretion, to stop providing to the Customer any Services or entitlements herein and refuse any future Services.<\/p>\n<h3>Trading Behaviour<\/h3>\n<p>We reserve the right, but are not obligated, to limit the sale of our products or Services, including termination of active accounts, to any person who misuses our systems. This includes the use of expert advisors which damage, take advantage of and\/or jeopardise the backend systems of Stocknet Institute or its technical partners. This also includes any trading behaviour which aims to benefit from inefficiencies in platform or servers. These activities can also include, but are not limited to, trade spamming, latency arbitrage trading, long-short arbitrage trading, stop order arbitrage, gap trading, spread arbitrage, reverse arbitrage, tick scalping and opposite trading between accounts. <span style=\"font-weight: 400;\">This also constitutes opening a minimum of one buy and sell position on the same instrument within 10 seconds of the first operation, as well as opening and closing the same position in 5 seconds or under. This type of trading cannot be replicated on our central fund, can lead to excess loss of capital due to factors like slippage and is, therefore, a banned trading system. This is also applicable for correlated markets, for example, buying and selling a single asset, such as USD, at the same time across different positions. An example of this would be buying GBPUSD and selling EURUSD within 10 seconds of each other. This is deemed an arbitraging trading system which cannot be replicated on live markets and is thus not allowed. We reserve the right to remove our Services and\/or permanently ban Customers who continue using a strategy which has been breached for any of the respective points listed above. This includes, but is not limited to, continuing to use the same strategy but altering close times to operate just within the allowed close times or hedge times (using the same strategy but closing trades regularly just over 5 seconds or hedging regularly just over 10 seconds); this marks no considerable effort to cooperate and is deemed as both irresponsible and rule-bending. <\/span><\/p>\n<p>We reserve the right to terminate the account and limit the sales of products and Services to customers who breach these criteria. Any Customer found using a banned trading style or system will be issued a hard breach and will lose access to their account instantly, at the Company&#8217;s discretion. Customer accounts which get terminated will not be able to access refunds and will not receive compensation under such circumstances, such as payment for profit generated on the account.<\/p>\n<p>We reserve the right to limit our Services and cancel the contract of any Customer who operates an &#8216;all or nothing&#8217; approach to trading and risk management. This includes largely over-risking positions in the pursuit of fast, short term profits without using appropriate risk management. This can include using the full drawdown allowance or higher as the open risk on a trade (8% for Evolution accounts). It also includes using extremely high volume position sizes which do not corroborate with an account size, without a protective stop loss. This &#8216;gambling&#8217; is not the style of trading we are looking for and this process puts the Company at high risk of excessive loss of capital. The capital in which we issue is the property of the Company and any account can be subject to review and termination at any time should the Customer be deemed to be irresponsible with an account. The Company can decide to disable an account which is deemed high risk or irresponsible as well as removing scaling where necessary. Likewise, the Company have the right to close positions, balance trades, reduce leverage or open new positions to manage risk on an account which is deemed to be gambling. Profit from trades made through gambling or excessive over leveraging with poor risk management may be removed from the Customer&#8217;s account at the Company&#8217;s discretion. Customer can receive large sums of Company capital and therefore have a responsibility to be responsible, as such, we do not allow styles that are high risk and have zero tolerance to gambling.<\/p>\n<p>We reserve the right to limit the further issuance of capital to traders who are deemed to pose an elevated risk to excess loss of capital. We may, where necessary, issue a temporary time out, prevent scaling to larger accounts temporarily or permanently, or hold traders on a specific account size, if they have a history of poor trading, poor risk management, account spamming, a high percentage of breached accounts or a high account turnover rate. This decisions is made where we believe, based on the decision of our trading team, that the rate of scaling does not corroborate with overall trading history, such as an overwhelmingly high breach rate. We may, where we find necessary, ask a trader to remain on an account size for a prolonged period, to assess their strategy over a longer period of time. This is particularly pertinent for traders who have scaled through accounts rapidly and their strategy has not proven any long term sustainability. The capital issued belongs to Stocknet FX Limited and, thus, decisions on it issuance lies solely with the Company.<\/p>\n<p>We reserve the right to withdraw our Services at any time to Customers we believe to be &#8216;Account Spamming&#8217;. This rule includes consistently spamming trades, experiencing frequent breaches and frequently opening new accounts, referred to as &#8216;account turnover rate&#8217;.  Account turnover rate = (Total accounts opened \/ Time in weeks). If the account turnover rate exceeds a ratio 3:1, the Company reserves the right to limit the services to the Customer at its own discretion at any time. Customers who break the Account Spamming rule will have their accounts breached and risk being permanently banned.<\/p>\n<p><strong>Expert Advisors<\/strong><\/p>\n<p>Customers may use expert advisors, bots and trade copiers when using our Services. Expert advisors must comply with the respective program rules of the Service in which the Customer has purchased. Trade copiers can be used from any account, even if the Customer is not the owner of the Master account, or if the Master account is not in the Customer&#8217;s name. As such, our accounts may be used as either a slave or master account. Our Evolution program allows for the automatic  copy of operations between other Evolution accounts, to the total of three accounts per strategy. If the same operations are being placed on more than 3 Evolution accounts, we reserve the right to close all accounts utilising the same strategy without warning, issuing account breaches, resulting is disqualification. Whilst Customers are free to copy trades from external sources onto Quickstart accounts, Customers may not copy trades between Quickstart accounts; doing so will result in an account breach of all accounts involved and subsequent disqualification.<\/p>\n<p>We reserve the right to ban any expert advisor, trade copier, robot or algorithm which causes damage to our central fund and\/or brokerage servers. This includes, but is not limited to, expert advisors which execute a banned trading style (trade spamming, latency arbitrage trading, long-short arbitrage trading, stop order arbitrage, gap trading, spread arbitrage, reverse arbitrage, tick scalping and opposite trading between accounts), any expert advisor which causes severe loss of our capital or any expert advisor which damages the server through pumping, trade spamming or pending order spamming. Expert advisors are constantly review by the Company staff and the Company&#8217;s automated risk management system to flag for elevated-risk or damaging expect advisor use. If an expert advisor is flagged as damaging or risk-elevated, for any of the reasons listed previously, we reserve the right to ask the Customer for cooperation in providing information on their expert advisor, its strategy and\/or system and the source code. Failure to cooperate and\/or provide satisfactory information assumes the use of a banned trading style may lead to disqualification. Expert advisors which cause large discrepancies due to unaccepted trading styles may be banned and any accounts using such a system may receive account breaches and disqualification, with profit forfeited. Customers may be asked, at the Company&#8217;s discretion, to trade manually and the option of using an expert advisor may be removed for a Customer indefinitely.<\/p>\n<h3>Billing and Account Information<\/h3>\n<p>We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and\/or orders that use the same billing and\/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and\/or billing address\/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgement, appear to be placed by dealers, resellers or unauthorised distributors.<\/p>\n<p>You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.<\/p>\n<h3>Third Parties<\/h3>\n<p>We may provide you with access to third-party tools over which we neither monitor nor have any control nor input. You acknowledge and agree that we provide access to such tools on an ”as is” and “as available” basis without any warranties, representations or conditions of any kind and without any endorsement.<\/p>\n<p>We shall have no liability whatsoever arising from or relating to your use of optional third-party tools. Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).<\/p>\n<p>We may also, in the future, offer new services and\/or features through the website (including, the release of new tools and resources). Such new features and\/or services shall also be subject to these Terms of Service.<\/p>\n<p>Certain content, products and services available via our Service may include materials from third-parties. Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.<\/p>\n<p>We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party’s policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.<\/p>\n<h3>User Submission<\/h3>\n<p>We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.<\/p>\n<p>You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libellous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website.<\/p>\n<p>You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party.<\/p>\n<p>Your submission of personal information through the store is governed by our Privacy Policy. This can be found <a href=\"https:\/\/stocknetinstitute.com\/privacy-policy\/\">here<\/a>.<\/p>\n<h3>Inaccuracies<\/h3>\n<p>Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).<\/p>\n<p>We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.<\/p>\n<p>We hold no liability for inaccuracies deriving from any use of third party partners, platforms or parties not associated with the Company. If any issue arises from use of third party platforms, including but not limited to; server inefficiencies, liquidity disconnects, inaccuracy of information, time lags, loading lags, requoting, it is at the Company’s discretion whether to find a solution. We may not make provisions under such circumstances. The Company holds no controlling rights or capabilities to such third parties and will never liaise or collide with third parties to which end can affect the Service we provide. By using our Service, Customers agree that the Company holds no liability in such circumstances and that they understand the nature of using third party platforms and the inconsistencies which may arise from doing so. Customers can not request refund if the problem of their experience is due to third party matters to which the Company has no control over.<\/p>\n<h3>Prohibited Uses<\/h3>\n<p>In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.<\/p>\n<h3>Limitation of Liability<\/h3>\n<p>We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free. We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable. You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.<\/p>\n<p>You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided ‘as is’ and ‘as available’ for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement. In no case shall Stocknet FX Limited, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.<\/p>\n<h3>Indemnification and Severability<\/h3>\n<p>You agree to indemnify, defend and hold harmless the Company and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.<\/p>\n<p>In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.<\/p>\n<h3>Termination<\/h3>\n<p>The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes. These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.<\/p>\n<p>If in our sole judgement you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and\/or accordingly may deny you access to our Services (or any part thereof).<\/p>\n<h3>Entire Agreement<\/h3>\n<p>The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision. These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service). Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.<\/p>\n<h3>Contracts and Legal<\/h3>\n<p>Customers who purchase products or Services and sign independent contractor agreements with the Company are bound to the sections of these Terms of Service. It is the customer&#8217;s responsibility to read and understand the Terms of Service before signing any contract, and, by signing the contract, therefore, agree with these Terms. In event of Company closure, each Customer will be entitled to any residing profit on an account at the respective split, but will not be eligible to receive a refund under any circumstances.<\/p>\n<p>These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the user&#8217;s legal jurisdiction.<\/p>\n<h3>Changes to Terms of Service<\/h3>\n<p>You can review the most current version of the Terms of Service at any time at this page.<\/p>\n<p>We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.<\/p>\n<p>Questions about the Terms of Service should be sent to us at <a href=\"mailto:support@stocknetinstitute.com\">support@stocknetinstitute.com<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Introduction This Website, stocknetinstitute.com, is owned and operated by Stocknet FX Limited (collectively, the “Company”). Stocknet FX Limited is a company in England and Wales (13258192) registered at the address: Hexham Villa, Egton Terrace, Chester-Le-Street, DH31LX, United Kingdom. This Agreement, referred henceforth as &#8220;Terms of Service&#8221; is governed in accordance to the laws of the [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":9,"comment_status":"closed","ping_status":"closed","template":"template-text.php","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.13 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Service - Stocknet Institute<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/stocknetinstitute.com\/terms-of-service\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Service - Stocknet Institute\" \/>\n<meta property=\"og:description\" content=\"Introduction This Website, stocknetinstitute.com, is owned and operated by Stocknet FX Limited (collectively, the “Company”). Stocknet FX Limited is a company in England and Wales (13258192) registered at the address: Hexham Villa, Egton Terrace, Chester-Le-Street, DH31LX, United Kingdom. This Agreement, referred henceforth as &#8220;Terms of Service&#8221; is governed in accordance to the laws of the [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/stocknetinstitute.com\/terms-of-service\/\" \/>\n<meta property=\"og:site_name\" content=\"Stocknet Institute\" \/>\n<meta property=\"article:modified_time\" content=\"2023-01-04T16:39:55+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"24 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/stocknetinstitute.com\/terms-of-service\/\",\"url\":\"https:\/\/stocknetinstitute.com\/terms-of-service\/\",\"name\":\"Terms of Service - Stocknet Institute\",\"isPartOf\":{\"@id\":\"https:\/\/stocknetinstitute.com\/#website\"},\"datePublished\":\"2022-08-18T11:53:15+00:00\",\"dateModified\":\"2023-01-04T16:39:55+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/stocknetinstitute.com\/terms-of-service\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/stocknetinstitute.com\/terms-of-service\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/stocknetinstitute.com\/terms-of-service\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/stocknetinstitute.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Service\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/stocknetinstitute.com\/#website\",\"url\":\"https:\/\/stocknetinstitute.com\/\",\"name\":\"Stocknet Institute\",\"description\":\"Supplying instant funding to skilled traders, gloablly.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/stocknetinstitute.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Service - Stocknet Institute","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/stocknetinstitute.com\/terms-of-service\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Service - Stocknet Institute","og_description":"Introduction This Website, stocknetinstitute.com, is owned and operated by Stocknet FX Limited (collectively, the “Company”). Stocknet FX Limited is a company in England and Wales (13258192) registered at the address: Hexham Villa, Egton Terrace, Chester-Le-Street, DH31LX, United Kingdom. This Agreement, referred henceforth as &#8220;Terms of Service&#8221; is governed in accordance to the laws of the [&hellip;]","og_url":"https:\/\/stocknetinstitute.com\/terms-of-service\/","og_site_name":"Stocknet Institute","article_modified_time":"2023-01-04T16:39:55+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"24 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/stocknetinstitute.com\/terms-of-service\/","url":"https:\/\/stocknetinstitute.com\/terms-of-service\/","name":"Terms of Service - Stocknet Institute","isPartOf":{"@id":"https:\/\/stocknetinstitute.com\/#website"},"datePublished":"2022-08-18T11:53:15+00:00","dateModified":"2023-01-04T16:39:55+00:00","breadcrumb":{"@id":"https:\/\/stocknetinstitute.com\/terms-of-service\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/stocknetinstitute.com\/terms-of-service\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/stocknetinstitute.com\/terms-of-service\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/stocknetinstitute.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Service"}]},{"@type":"WebSite","@id":"https:\/\/stocknetinstitute.com\/#website","url":"https:\/\/stocknetinstitute.com\/","name":"Stocknet Institute","description":"Supplying instant funding to skilled traders, gloablly.","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/stocknetinstitute.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/pages\/140"}],"collection":[{"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/comments?post=140"}],"version-history":[{"count":43,"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/pages\/140\/revisions"}],"predecessor-version":[{"id":8015,"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/pages\/140\/revisions\/8015"}],"wp:attachment":[{"href":"https:\/\/stocknetinstitute.com\/wp-json\/wp\/v2\/media?parent=140"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}